Repository: smyers119/isc-dhcp
Catalog: debian/po/*.po
Languages: eu, sv

source: Servers the DHCP relay should forward requests to:
eu: Eskakizunak birbidali behar zitzaizkien DHCP zerbitzariak:
sv: Servrar dit denna DHCP-relay skall vidarebefordra förfrågningar till:

source: Please enter the hostname or IP address of at least one DHCP server to which DHCP and BOOTP requests should be relayed.
eu: Mesedez DHCP eta BOOTP eskakizunak birbidaltzeko behintzat DHCP zerbitzari baten ostalari izen edo IP helbidea idatzi.
sv: Vänligen ange värdnamn eller ip-adress på åtminstone en DHCP-server till vilken DHCP och BOOTP-förfrågningar ska skickas vidare till.

source: You can specify multiple server names or IP addresses (in a space-separated list).
eu: Zerbitzari izen edo ip helbide anitz idatzi ditzakezu (zuriunez bereiziriko zerrenda batetan)
sv: Du kan specificera flera servernamn eller ip-adresser (genom att ange en blankstegsavgränsad lista).

source: Interfaces the DHCP relay should listen on:
eu: DHCP eskakizunak entzun behar diren interfazeak:
sv: Nätverksgränssnitt som DHCP-relay skall lyssna på:

source: Please specify which network interface(s) the DHCP relay should attempt to configure. Multiple interface names should be entered as a space-separated list.
eu: Mesedez idatzi dhcp birbidalketa konfiguratzen saiatu behar diren interfazeak. Interfaze anitz ezartzeko zuriunez bereiziriko zerrenda batetan idatzi itzazu.
sv: Vänligen ange vilket/vilka nätverksgränssnitt som DHCP vidarebefordringsdemonen skall försöka att konfigurera. Om flera gränssnittsnamn anges skall dessa separeras med mellanslag.

source: Leave this field blank to allow for automatic detection and configuration of network interfaces by the DHCP relay, in which case only broadcast interfaces will be used (if possible).
eu: Eremu hau zurian utzi dezakezu dhcp3 birbidalketarako sare interfazeen antzemate eta konfigurazio automatikoa aurrera eramaten saiatzeko, kasu honetan broadcast helbideak bakarrik erabiliko dira (posible bada)
sv: Lämna detta fält tomt för att tillåta automatisk identifiering och konfiguration av nätverksgränssnitt av dhcp3-relay, vilket då innebära att endast nätverksgränssnitt med BROADCAST-flaggan kommer användas (om möjligt).

source: Additional options for the DHCP relay daemon:
eu: DHCP birbidalketa deabruaren aukera gehigarriak:
sv: Ytterligare flaggor för DHCP-vidarebefordringsdemonen:

source: Please specify any additional options for the DHCP relay daemon.
eu: Mesedez ezarri DHCP birbidalketa deabruak erabiltzea nahi duzun edozein aukera gehigarri.
sv: Vänligen ange eventuella ytterligare flaggor för DHCP-relay demonen.

source: For example: '-m replace' or '-a -D'.
eu: Adibidez: '-m ordeztu' edo '-a -D'.
sv: Till exempel: '-m replace' eller '-a -D'.

source: Manual configuration required after installation
eu: Eskuzko konfigurazioa beharrezkoa da instalatu ondoren.
sv: Manuell konfiguration krävs efter installationen

source: After the DHCP server is installed, you will need to manually configure it by editing the file /etc/dhcp3/dhcpd.conf. Please note that the dhcpd.conf supplied is just a sample, and must be adapted to the network environment.
eu: DHCP birbidalketa zerbitzaria instalatu ondoren beharrezkoa /etc/dhcp3/dhcpd.conf editatuaz eskuz konfiguratzea. Mesedez kontutan izan hor dagoen dhcp.conf fitxategia adibide bat bakarrik dela eta sare ingurunera moldatu behar dela.
sv: Efter att DHCP-servern är installerad behöver du manuellt konfigurera den genom att ändra i filen /etc/dhcp3/dhcpd.conf. Observera att dhcpd.conf-filen som skickas med endast är ett exempel och behöver ändras för att passa din nätverksmiljö.

source: Please configure the DHCP server as soon as the installation finishes.
eu: Mesedez instalazioa amaitu bezain laster DHCP zerbitzaria konfiguratu.
sv: Konfigurera DHCP-servern så fort som installationen är färdigställd.

source: Network interfaces on which the DHCP server should listen:
eu: DHCP zerbitzariak entzun behar dituen sare interfazeak:
sv: Nätverksgränssnitt där DHCP-servern skall lyssna:

source: The interfaces will be automatically detected if this field is left blank.
eu: Interfazeak automatikoki antzemango dira eremu hau zurian utziaz gero.
sv: Nätverksgränssnitten kommer automatiskt identifieras om detta fält lämnas tomt.

source: Non-authoritative version of DHCP server
eu: DHCP zerbitzariaren bertsio ez-autoritarioa
sv: Icke-auktoritär version av DHCP server

source: The version 3 DHCP server is non-authoritative by default.
eu: DHCP zerbitzariaren 3 bertsioa ez da autoritarioa lehenespen bezala.
sv: Version 3 av DHCP-servern är icke-auktoritär som standard.

source: This means that if a client requests an address that the server knows nothing about and the address is incorrect for that network segment, the server will _not_ send a DHCPNAK (which tells the client it should stop using the address). If you want to change this behavior, you must explicitly state in dhcpd.conf what network segments your server is authoritative for using the 'authoritative' statement.
eu: Honen esanahia bezero batek zerbitzariak ezer ez dakien eta sare segmentu horretarako okerra den helbide bat eskatuaz gero, zerbitzariak _ez_ duela DHCPNAK bidaliko (bezeroei helbide hori erabiltzez uztea esango diena) da. Portamolde hau aldatu nahi izanaz gero, zehazki zein sare segmentuetan zerbitzaria autoritario izan behar den ezarri behar duzu 'authoritative' aukeraren bidez.
sv: Detta betyder att om en klient frågar efter en address som servern inte vet något om och addressen är felaktig för det nätverkssegmentet, kommer servern _inte_ att skicka en DHCPNAK (som säger till klienten att sluta använda den addressen.) Om du vill ändra detta beetende måste du ange i dhcpd.conf vilket nätverkssegment din server är auktoritär för med direktivet 'authoritative'.

source: Change in default behaviour of the next-server directive
eu: Hurrengo-zerbitzari direktibaren lehenetsiriko portamoldea aldatu.
sv: Ändra standarduppträdandet för direktivet next-server

source: From version 3.0.3, the DHCP server's default value of the next-server directive has changed. If you are network booting clients, and your TFTP server is your DHCP server, you need to explicitly set a next-server directive to state this. Please see /usr/share/doc/dhcp3-server/NEWS.Debian.gz and /usr/share/doc/dhcp3-common/RELNOTES.gz for more information.
eu: 3.0.3 bertsiotik aurrera, DHCP zerbitzariaren next-server direktibaren lehenetsiriko balioa aldatu egin da. Bezeroak sare bidez abiarazten badituzu eta zure TFTP zerbitzaria DHCP zerbitzari bera bada, next-server direktiba ezarri behar duzu hau. Argibide gehiagorako /usr/share/doc/dhcp3-server/NEWS.Debian.gz eta /usr/share/doc/dhcp3-common/RELNOTES.gz begiratu.
sv: Från version 3.0.3 har DHCP-serverns standardvärde för direktivet "next-server" ändrats. Om du startar upp klienter via nätverket och din TFTP-server är din DHCP-server behöver du ställa in direktivet "next-server" för att bekräfta detta. Se /usr/share/doc/dhcp3-server/NEWS.Debian.gz och /usr/share/doc/dhcp3-server/RELNOTES.gz för mer information.

source: dhclient-script moved
eu: dhclient-script mugitua izan da
sv: dhclient-script har flyttats

source: As of 3.0.4-2, dhclient-script is installed in /sbin and is no longer registered as a configuration file. /etc/dhcp3/dhclient-script appears to have been modified at some point, so it has not been removed. However it is no longer being used.
eu: 3.0.4-2 bertsiotik aurrera, dhclient-script /sbin karpetan instalatzen da eta ez da konfigurazio fitxategi bat. Dirudienez noizbait /etc/dhcp3/dhclient-script aldatu duzu beraz ez da ezabatua izan. Hala ere ez da luzaroago erabilia izango.
sv: Från och med 3.0.4-2 är dhclient-script installerat i /sbin och är inte längre registrerad som en konfigurationsfil. /etc/dhcp3/dhclient-script verkar ha ändrats vid något tillfälle, så den filen har inte tagits bort, men den används inte längre.

source: Please consider using the hook infrastructure (see dhclient-script(8) for more information) instead of modifying dhclient-script.
eu: Mesedez dhclient-script aldatu ordez hook azpiegitura (argibide gehiagorako dhclient-script(8) begiratu) erabiltzeko aukera kontutan har ezazu.
sv: Vänligen överväg att använda infrastrukturen för krokar (se dhclient-script(8) för mer information) istället för att modifiera dhclient-script.

source: dhclient needs restarting
eu: dhclient berrabiarazi egin behar da
sv: dhclient behöver startas om

source: As always, dhclient is not restarted on upgrade, so you are still running the previous version of dhclient. You can restart it by doing an ifdown and ifup on the interface(s) that are configured to use DHCP, or by explicitly killing and restarting dhclient.
eu: Betiko moduan, dhclient ez da berrabiarazi bertsio berritzean beraz bezeroaren bertsio zaharra erabiltzen ari da. Berau berrabiarazteko interfazea ezgaitu (ifdown) eta gaitu (ifup) dezakezu edo zehazki dhclient hil eta berrabiarazi.
sv: Som vanligt startar dhclient inte om vid uppgradering så du kör fortfarande den föregående versionen av dhclient. Du kan starta om den genom att köra ifdown och ifup på de nätverksgränssnitt som är konfigurerade att använda DHCP, eller genom att uttryckligen döda och sedan starta upp dhclient igen.

source: Naturally, you should exercise caution if you are managing a remote server via an interface using DHCP.
eu: Noski, kontuz ibili beharko duzu DHCP erabiltzen duen interfaze baten bitartez urruneko zerbitzari bat konfiguratzen ari bazara.
sv: Självklart bör du vidtaga försiktighetsåtgärder om du administrerar en avlägsen server via ett nätverksgränssnitt som använder DHCP.
